Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Select up to 5 pages to show in the tab bar. All pages remain accessible via the menu.
ar: حدد ما يصل إلى 5 صفحات لعرضها في شريط علامات التبويب.تظل جميع الصفحات قابلة للوصول عبر القائمة.
da: Vælg op til 5 sider, der skal vises på fanelinjen.Alle sider forbliver tilgængelige via menuen.
es: Seleccione hasta 5 páginas para mostrar en la barra de pestañas.Todas las páginas permanecen accesibles a través del menú.
fa: حداکثر 5 صفحه را برای نمایش در نوار برگه انتخاب کنید.همه صفحات از طریق منو قابل دسترسی هستند.
fi: Valitse enintään 5 sivua näytettäväksi välilehtipalkissa.Kaikki sivut ovat edelleen käytettävissä valikon kautta.
fr: Sélectionnez jusqu'à 5 pages à afficher dans la barre d'onglets.Toutes les pages restent accessibles via le menu.
it: Seleziona fino a 5 pagine da visualizzare nella barra delle schede.Tutte le pagine rimangono accessibili tramite il menu.
ja: タブ バーに表示するページを 5 つまで選択します。すべてのページにはメニューから引き続きアクセスできます。
ko: 탭 표시줄에 표시할 페이지를 최대 5개까지 선택하세요.모든 페이지는 메뉴를 통해 계속 액세스할 수 있습니다.
nl: Selecteer maximaal 5 pagina's om weer te geven in de tabbladbalk.Alle pagina's blijven toegankelijk via het menu.
sw: Chagua hadi kurasa 5 ili kuonyesha kwenye upau wa kichupo.Kurasa zote zinaendelea kufikiwa kupitia menyu.
th: เลือกได้สูงสุด 5 หน้าเพื่อแสดงในแถบแท็บหน้าทั้งหมดยังคงสามารถเข้าถึงได้ผ่านทางเมนู
uk: Виберіть до 5 сторінок для відображення на панелі вкладок.Усі сторінки залишаються доступними через меню.
zh_hans: 最多选择 5 个页面显示在选项卡栏中。所有页面均可通过菜单访问。
zh_hant: 最多選擇 5 個頁面顯示在選項卡欄中。所有頁面均可通過菜單訪問。
zh_hk: 最多選擇 5 個頁面顯示在選項卡欄中。所有頁面均可通過菜單訪問。

source: Selected material
ar: المواد المختارة
da: Udvalgt materiale
es: Material seleccionado
fa: مواد انتخاب شده
fi: Valittu materiaali
fr: Matériel sélectionné
it: Materiale selezionato
ja: 厳選された素材
ko: 선택된 소재
nl: Geselecteerd materiaal
sw: Nyenzo iliyochaguliwa
th: วัสดุที่เลือก
uk: Вибраний матеріал
zh_hans: 精选材质
zh_hant: 精選材質
zh_hk: 精選材質

source: Selected: %@
ar: تم التحديد: %@
da: Valgt: %@
fa: انتخاب شده: %@
fi: Valittu: %@
fr: Sélectionné : %@
it: Selezionato: %@
ja: 選択済み: %@
ko: 선택됨: %@
nl: Geselecteerd: %@
sw: Imechaguliwa: %@
th: เลือกแล้ว: %@
uk: Вибрано: %@
zh_hans: 已选择：%@
zh_hant: 已選擇：%@
zh_hk: 已選擇：%@

# Selected: %@ • %@ today
source: Selected: %1$@ • %2$@ today
ar: تم التحديد: %1$@ • %2$@ اليوم
da: Valgt: %1$@ • %2$@ i dag
de: Selected: %@ • %@ today
es: Seleccionado: %1$@ • %2$@ hoy
fa: انتخاب شده: %1$@ • %2$@ امروز
fi: Valittu: %1$@ • %2$@ tänään
fr: Sélectionné : %1$@ • %2$@ aujourd'hui
he: Selected: %@ • %@ today
it: Selezionato: %1$@ • %2$@ oggi
ja: 選択済み: %1$@ • %2$@ 今日
ko: 선택됨: %@ • %@ 오늘
nl: Geselecteerd: %1$@ • %2$@ vandaag
sw: Imechaguliwa: %1$@ • %2$@ leo
th: เลือกแล้ว: %1$@ • %2$@ วันนี้
uk: Вибрано: %1$@ • %2$@ сьогодні
zh_hans: 已选择：%1$@ • 今天%2$@
zh_hant: 已選擇：%1$@ • 今天%2$@
zh_hk: 已選擇：%1$@ • 今天%2$@

source: Semester
ar: الفصل الدراسي
es: Semestre
fa: ترم
fi: Lukukausi
fr: Semestre
is: Önn
it: Semestre
ja: 学期
ko: 학기
sw: Muhula
th: ภาคเรียน
uk: Семестр
zh_hans: 学期
zh_hant: 學期
zh_hk: 學期

source: Semester Management
ar: إدارة الفصل الدراسي
da: Semesterledelse
es: Gestión Semestral
fa: مدیریت ترم
fi: Lukukauden hallinta
fr: Gestion semestrielle
it: Gestione del semestre
ja: 学期管理
ko: 학기 관리
nl: Semesterbeheer
sw: Usimamizi wa Muhula
th: การจัดการภาคการศึกษา
uk: Семестровий менеджмент
zh_hans: 学期管理
zh_hant: 學期管理
zh_hk: 學期管理

source: Semester management coming soon
ar: إدارة الفصل الدراسي قريبا
da: Semesterledelse kommer snart
es: Próximamente gestión del semestre
fa: مدیریت ترم به زودی
fi: Lukukauden hallinta tulossa pian
fr: Gestion semestrielle à venir
it: La gestione del semestre in arrivo
ja: 学期管理はもうすぐ始まります
ko: 곧 학기 관리가 시작됩니다
nl: Semesterbeheer komt binnenkort
sw: Usimamizi wa muhula unakuja hivi karibuni
th: การจัดการภาคเรียนในเร็ว ๆ นี้
uk: Незабаром керівництво семестром
zh_hans: 学期管理即将推出
zh_hant: 學期管理即將推出
zh_hk: 學期管理即將推出

source: Session Complete!
ar: اكتملت الجلسة!
da: Session færdig!
es: ¡Sesión completa!
fa: جلسه کامل شد!
fi: Istunto valmis!
fr: Séance terminée !
it: Sessione completata!
ja: セッション完了！
ko: 세션이 완료되었습니다!
nl: Sessie voltooid!
sw: Kikao Kimekamilika!
th: เซสชันเสร็จสมบูรณ์!
uk: Сеанс завершено!
zh_hans: 会议结束！
zh_hant: 會議結束！
zh_hk: 會議結束！

source: Session: %@
ar: حصة: ٪@
es: Sesión: %@
fa: جلسه: %@
fi: Istunto: %@
it: Sessione: %@
ja: セッション: %@
ko: 세션: %@
nl: Sessie: %@
sw: Kipindi: %@
th: การประชุม: %@
uk: Сеанс: %@
zh_hans: 会议： ％@
zh_hant: 會議： ％@
zh_hk: 會議： ％@

source: Show Animations
ar: عرض الرسوم المتحركة
da: Vis animationer
es: Mostrar animaciones
fi: Näytä animaatiot
fr: Afficher les animations
ja: アニメーションを表示する
ko: 애니메이션 표시
nl: Animaties weergeven
th: แสดงภาพเคลื่อนไหว
uk: Показати анімацію
zh_hans: 显示动画
zh_hant: 顯示動畫
zh_hk: 顯示動畫

source: Show Answer
ar: إظهار الإجابة
da: Vis svar
es: Mostrar respuesta
fi: Näytä vastaus
fr: Afficher la réponse
ja: 答えを表示
ko: 답변 표시
nl: Toon antwoord
th: แสดงคำตอบ
uk: Показати відповідь
zh_hans: 显示答案
zh_hant: 顯示答案
zh_hk: 顯示答案

source: Show Sidebar
ar: إظهار الشريط الجانبي
da: Vis sidebjælke
es: Mostrar barra lateral
fi: Näytä sivupalkki
fr: Afficher la barre latérale
ja: サイドバーを表示
ko: 사이드바 표시
nl: Zijbalk tonen
th: แสดงแถบด้านข้าง
uk: Показати бічну панель
zh_hans: 显示侧边栏
zh_hant: 顯示側邊欄
zh_hk: 顯示側邊欄

source: Simulate Accessibility Features
ar: محاكاة ميزات إمكانية الوصول
da: Simuler tilgængelighedsfunktioner
es: Simular funciones de accesibilidad
fi: Simuloi esteettömyysominaisuuksia
fr: Simuler les fonctionnalités d'accessibilité
ja: アクセシビリティ機能をシミュレートする
ko: 접근성 기능 시뮬레이션
nl: Simuleer toegankelijkheidsfuncties
th: จำลองคุณสมบัติการเข้าถึง
uk: Імітація спеціальних можливостей
zh_hans: 模拟辅助功能
zh_hant: 模擬輔助功能
zh_hk: 模擬輔助功能

source: Source: %@
ar: مصدر: ٪@
da: Kilde: %@
es: Fuente: %@
fa: منبع: %@
fi: Lähde: %@
ja: ソース： ％@
ko: 원천: %@
nl: Bron: %@
th: แหล่งที่มา: %@
uk: Джерело: %@
zh_hans: 来源： ％@
zh_hant: 來源： ％@
zh_hk: 來源： ％@

source: Stack Trace
ar: تتبع المكدس
es: Seguimiento de pila
fr: Trace de pile
ja: スタックトレース
ko: 스택 추적
nl: Stapeltrace
th: ติดตามสแต็ก
uk: Трасування стека
zh_hans: 堆栈跟踪
zh_hant: 堆棧跟踪
zh_hk: 堆棧跟踪

source: Standard (A-F)
ar: قياسي (أ-و)
es: Estándar (AF)
fa: استاندارد (A-F)
fi: Vakio (A-F)
ja: 標準（A～F）
ko: 표준(A~F)
nl: Standaard (AF)
th: มาตรฐาน (เอ-เอฟ)
uk: Стандарт (A-F)
zh_hans: 标准 (A-F)
zh_hant: 標準 (A-F)
zh_hk: 標準 (A-F)

source: Start
ar: يبدأ
da: Starte
es: Comenzar
fa: شروع کنید
fi: Aloita
fr: Commencer
is: Byrja
ja: 始める
ko: 시작
nl: Begin
th: เริ่ม
uk: старт
zh_hans: 开始
zh_hant: 開始
zh_hk: 開始

source: Start date
ar: تاريخ البدء
da: Startdato
es: Fecha de inicio
fi: Aloituspäivämäärä
fr: Date de début
ja: 開始日
ko: 시작일
nl: Startdatum
th: วันที่เริ่มต้น
uk: Дата початку
zh_hans: 开始日期
zh_hant: 開始日期
zh_hk: 開始日期

source: Starts
ar: يبدأ
da: Starter
es: Comienza
fi: Alkaa
fr: Commence
ja: 始まります
ko: 시작
nl: Begint
th: เริ่ม
uk: Запускається
zh_hans: 开始
zh_hant: 開始
zh_hk: 開始

source: Statistics
ar: إحصائيات
da: Statistik
es: Estadística
fa: آمار
fi: Tilastot
fr: Statistiques
is: Tölfræði
ja: 統計
ko: 통계
nl: Statistieken
th: สถิติ
uk: Статистика
zh_hans: 统计数据
zh_hant: 統計數據
zh_hk: 統計數據

source: Status
ar: حالة
es: Estado
fa: وضعیت
fr: Statut
is: Staða
ja: 状態
ko: 상태
th: สถานะ
uk: Статус
zh_hans: 状态
zh_hant: 地位
zh_hk: 地位

source: Status:
ar: حالة:
es: Estado:
fr: Statut:
ja: 状態：
ko: 상태:
th: สถานะ:
uk: Статус:
zh_hans: 地位：
zh_hant: 地位：
zh_hk: 地位：

source: Status: %@
ar: حالة: ٪@
es: Estado: %@
fa: وضعیت: %@
fi: Tila: %@
fr: Statut: %@
ja: 状態： ％@
ko: 상태: %@
th: สถานะ: %@
uk: Статус: %@
zh_hans: 地位： ％@
zh_hant: 地位： ％@
zh_hk: 地位： ％@

source: Storage & Sync
ar: التخزين والمزامنة
da: Opbevaring og synkronisering
es: Almacenamiento y sincronización
fi: Tallennus ja synkronointi
fr: Stockage et synchronisation
ja: ストレージと同期
ko: 저장 및 동기화
nl: Opslag en synchronisatie
th: พื้นที่เก็บข้อมูลและการซิงค์
uk: Зберігання та синхронізація
zh_hans: 存储与同步
zh_hant: 存儲與同步
zh_hk: 存儲與同步

source: Storage info unavailable
ar: معلومات التخزين غير متاحة
da: Lageroplysninger er ikke tilgængelige
es: Información de almacenamiento no disponible
fa: اطلاعات فضای ذخیره‌سازی در دسترس نیست
fi: Tallennustiedot eivät ole saatavilla
fr: Informations de stockage indisponibles
ja: ストレージ情報が利用できません
ko: 저장용량 정보를 사용할 수 없음
nl: Opslaginformatie niet beschikbaar
th: ข้อมูลพื้นที่เก็บข้อมูลไม่พร้อมใช้งาน
uk: Інформація про сховище недоступна
zh_hans: 存储信息不可用
zh_hant: 存儲信息不可用
zh_hk: 存儲信息不可用

source: Strengthen borders and text contrast
ar: تعزيز الحدود وتباين النص
da: Styrk kanter og tekstkontrast
es: Fortalecer los bordes y el contraste del texto.
fi: Vahvista reunuksia ja tekstin kontrastia
fr: Renforcer les bordures et le contraste du texte
ja: 境界線とテキストのコントラストを強調する
ko: 테두리 및 텍스트 대비 강화
nl: Versterk de randen en het tekstcontrast
th: เพิ่มเส้นขอบและความคมชัดของข้อความ
uk: Посилення меж і контрасту тексту
zh_hans: 加强边框和文字对比度
zh_hant: 加強邊框和文字對比度
zh_hk: 加強邊框和文字對比度

source: Student
ar: طالب
da: Studerende
fa: دانشجو
fi: Opiskelija
fr: Étudiant
is: Nemandi
ja: 学生
ko: 학생
th: นักเรียน
uk: студент
zh_hans: 学生
zh_hant: 學生
zh_hk: 學生

source: Study Coach
ar: مدرب الدراسة
da: Studiecoach
es: Entrenador de estudio
fa: مربی مطالعه
fi: Opintovalmentaja
fr: Coach d'études
ja: スタディコーチ
ko: 학습코치
nl: Studiecoach
th: โค้ชเรียน
uk: Навчальний тренер
zh_hans: 学习教练
zh_hant: 學習教練
zh_hk: 學習教練

source: Study Materials
ar: مواد الدراسة
da: Studiematerialer
es: Materiales de estudio
fa: مواد مطالعه
fi: Oppimateriaalit
fr: Matériel d'étude
ja: 学習教材
ko: 학습 자료
nl: Studiemateriaal
th: วัสดุการศึกษา
uk: Навчальні матеріали
zh_hans: 学习材料
zh_hant: 學習材料
zh_hk: 學習材料

source: Study Mode
ar: وضع الدراسة
da: Studietilstand
es: Modo de estudio
fa: حالت مطالعه
fi: Opiskelutila
fr: Mode étude
is: Námshamur
ja: 学習モード
ko: 학습 모드
nl: Studiemodus
th: โหมดการศึกษา
uk: Режим навчання
zh_hans: 学习模式
zh_hant: 學習模式
zh_hk: 學習模式

source: Study Now
ar: ادرس الآن
da: Studer nu
es: Estudiar ahora
fi: Opiskele nyt
fr: Étudiez maintenant
ja: 今すぐ勉強しましょう
ko: 지금 공부하세요
nl: Studeer nu
th: เรียนตอนนี้
uk: Навчання зараз
zh_hans: 现在学习
zh_hant: 現在學習
zh_hk: 現在學習

source: Study Options
ar: خيارات الدراسة
da: Studiemuligheder
es: Opciones de estudio
fi: Opiskeluvaihtoehdot
fr: Options d'étude
ja: 学習オプション
ko: 연구 옵션
nl: Studiemogelijkheden
th: ทางเลือกการศึกษา
uk: Варіанти дослідження
zh_hans: 学习选择
zh_hant: 學習選擇
zh_hk: 學習選擇

source: Study Session
ar: جلسة دراسية
da: Studiesession
es: Sesión de estudio
fi: Opintojakso
fr: Séance d'étude
is: Námsfundur
ja: 勉強会
ko: 학습 세션
nl: Studiesessie
th: ช่วงการศึกษา
uk: Навчальна сесія
zh_hans: 学习会
zh_hant: 學習會
zh_hk: 學習會

source: Study Session Defaults
ar: افتراضيات جلسة الدراسة
da: Standardindstillinger for studiesession
es: Valores predeterminados de la sesión de estudio
fi: Opintojakson oletukset
fr: Paramètres par défaut de la session d'étude
ja: スタディセッションのデフォルト
ko: 학습 세션 기본값
nl: Standaardinstellingen voor studiesessies
th: ค่าเริ่มต้นของเซสชันการศึกษา
uk: Стандартні параметри сеансу дослідження
zh_hans: 研究会话默认值
zh_hant: 研究會話默認值
zh_hk: 研究會話默認值

source: Study Summary
ar: ملخص الدراسة
da: Studieresumé
es: Resumen del estudio
fa: خلاصه مطالعه
fi: Tutkimuksen yhteenveto
fr: Résumé de l'étude
ja: 研究概要
ko: 연구 요약
nl: Studie Samenvatting
th: สรุปการศึกษา
uk: Резюме дослідження
zh_hans: 研究总结
zh_hant: 研究總結
zh_hk: 研究總結

source: Study time today:
ar: وقت الدراسة اليوم:
da: Studietid i dag:
es: Tiempo de estudio hoy:
fa: زمان مطالعه امروز:
fi: Opiskeluaika tänään:
fr: Temps d'étude aujourd'hui :
ja: 今日の勉強時間:
ko: 오늘 공부 시간:
nl: Studietijd vandaag:
th: เวลาเรียนวันนี้:
uk: Час навчання сьогодні:
zh_hans: 今天学习时间：
zh_hant: 今天學習時間：
zh_hk: 今天學習時間：

source: Subsystem Toggles
ar: تبديل النظام الفرعي
da: Subsystem skifter
es: Alternancias del subsistema
fa: تغییر سیستم های فرعی
fi: Alijärjestelmä vaihtaa
fr: Basculements de sous-système
ja: サブシステムの切り替え
ko: 하위 시스템 토글
nl: Subsysteem schakelt
th: สลับระบบย่อย
uk: Перемикачі підсистеми
zh_hans: 子系统切换
zh_hant: 子系統切換
zh_hk: 子系統切換

source: Switch between different profiles for work, school, or personal use
ar: قم بالتبديل بين الملفات الشخصية المختلفة للعمل أو المدرسة أو الاستخدام الشخصي
da: Skift mellem forskellige profiler til arbejde, skole eller privat brug
es: Cambiar entre diferentes perfiles para uso laboral, escolar o personal
fa: بین نمایه‌های مختلف برای محل کار، مدرسه یا استفاده شخصی جابه‌جا شوید
fi: Vaihda eri profiilien välillä työ-, koulu- tai henkilökohtaiseen käyttöön
fr: Basculez entre différents profils pour le travail, l’école ou un usage personnel
ja: 仕事、学校、個人用に異なるプロファイルを切り替える
ko: 직장, 학교 또는 개인용으로 다양한 프로필 간 전환
nl: Schakel tussen verschillende profielen voor werk, school of persoonlijk gebruik
th: สลับระหว่างโปรไฟล์ต่างๆ สำหรับที่ทำงาน โรงเรียน หรือการใช้งานส่วนตัว
uk: Перемикайтеся між різними профілями для роботи, навчання чи особистого використання
zh_hans: 在不同的配置文件之间切换以供工作、学校或个人使用
zh_hant: 在不同的配置文件之間切換以供工作、學校或個人使用
zh_hk: 在不同的配置文件之間切換以供工作、學校或個人使用

source: Syllabus
ar: المنهج
da: Pensum
es: Programa de estudios
fi: Opintojakso
fr: Programme
is: Kennsluáætlun
ja: シラバス
ko: 강의 계획서
th: หลักสูตร
uk: навчальний план
zh_hans: 教学大纲
zh_hant: 教學大綱
zh_hk: 教學大綱

source: Sync tasks with Apple Reminders
ar: مزامنة المهام مع تذكيرات أبل
da: Synkroniser opgaver med Apple-påmindelser
es: Sincronizar tareas con Recordatorios de Apple
fi: Synkronoi tehtävät Apple Remindersin kanssa
fr: Synchroniser les tâches avec les rappels Apple
ja: Apple リマインダーとタスクを同期する
ko: Apple 미리 알림으로 작업 동기화
nl: Synchroniseer taken met Apple Herinneringen
th: ซิงค์งานกับ Apple Reminders
uk: Синхронізація завдань із нагадуваннями Apple
zh_hans: 与 Apple 提醒同步任务
zh_hant: 與 Apple 提醒同步任務
zh_hk: 與 Apple 提醒同步任務

source: System Calendar
ar: تقويم النظام
da: Systemkalender
es: Calendario del sistema
fi: Järjestelmän kalenteri
fr: Calendrier système
ja: システムカレンダー
ko: 시스템 달력
nl: Systeem Kalender
th: ปฏิทินระบบ
uk: Системний календар
zh_hans: 系统日历
zh_hant: 系統日曆
zh_hk: 系統日曆

source: TIMING
ar: توقيت
es: MOMENTO
fa: زمان بندی
fi: AJOITUS
ja: タイミング
ko: 타이밍
th: เวลา
uk: ХРАНЕННЯ
zh_hans: 定时
zh_hant: 定時
zh_hk: 定時

source: Tab Bar Pages
ar: صفحات شريط علامات التبويب
da: Fanebjælkesider
es: Páginas de la barra de pestañas
fa: صفحات نوار برگه
fi: Välilehtipalkin sivut
fr: Pages de barre d'onglets
ja: タブバーページ
ko: 탭바 페이지
nl: Tabbladpagina's
th: หน้าแถบแท็บ
uk: Сторінки панелі вкладок
zh_hans: 标签栏页面
zh_hant: 標籤欄頁面
zh_hk: 標籤欄頁面

source: Target %
ar: هدف ٪
da: Mål %
es: Objetivo %
fi: Tavoite %
fr: Cible %
ja: 目標%
ko: 목표%
nl: Doel %
th: เป้า %
uk: Цільовий %
zh_hans: 目标 ％
zh_hant: 目標 ％
zh_hk: 目標 ％

source: Target %@%%
ar: هدف ٪@٪٪
da: Mål %@%%
es: Objetivo %@%%
fa: هدف %@%%
fi: Kohde %@%%
fr: Cible %@%%
ja: ターゲット %@%%
ko: 대상 %@%%
nl: Doel %@%%
th: เป้า %@%%
uk: Цільовий %@%%
zh_hans: 目标 ％@％％
zh_hant: 目標 ％@％％
zh_hk: 目標 ％@％％

source: Targets help scenario calculations and visual indicators. This does not affect official grades.
ar: تساعد الأهداف في حسابات السيناريو والمؤشرات المرئية.وهذا لا يؤثر على الدرجات الرسمية.
da: Mål hjælper scenarieberegninger og visuelle indikatorer.Dette påvirker ikke de officielle karakterer.
es: Los objetivos ayudan a los cálculos de escenarios y a los indicadores visuales.Esto no afecta a las calificaciones oficiales.
fa: اهداف به محاسبات سناریو و شاخص های بصری کمک می کنند.این بر نمرات رسمی تأثیر نمی گذارد.
fi: Kohteet auttavat skenaariolaskelmia ja visuaalisia indikaattoreita.Tämä ei vaikuta virallisiin arvosanoihin.
fr: Les cibles facilitent les calculs de scénarios et les indicateurs visuels.Cela n'affecte pas les notes officielles.
ja: ターゲットは、シナリオの計算と視覚的な指標に役立ちます。これは公式成績には影響しません。
ko: 목표는 시나리오 계산 및 시각적 표시를 돕습니다.이는 공식 성적에는 영향을 미치지 않습니다.
nl: Doelen helpen bij scenarioberekeningen en visuele indicatoren.Dit heeft geen invloed op de officiële cijfers.
th: เป้าหมายช่วยในการคำนวณสถานการณ์และตัวบ่งชี้ภาพสิ่งนี้ไม่ส่งผลกระทบต่อเกรดอย่างเป็นทางการ
uk: Цілі допомагають розраховувати сценарії та візуальні індикатори.Це не впливає на офіційні оцінки.
zh_hans: 目标有助于场景计算和视觉指标。这不会影响官方成绩。
zh_hant: 目標有助於場景計算和視覺指標。這不會影響官方成績。
zh_hk: 目標有助於場景計算和視覺指示器。這不會影響官方成績。

source: Task Dependencies
ar: تبعيات المهمة
da: Opgaveafhængigheder
es: Dependencias de tareas
fa: وابستگی وظایف
fi: Tehtävien riippuvuudet
fr: Dépendances des tâches
ja: タスクの依存関係
ko: 작업 종속성
nl: Taakafhankelijkheden
th: การพึ่งพางาน
uk: Залежності завдань
zh_hans: 任务依赖关系
zh_hant: 任務依賴關係
zh_hk: 任務依賴關係

source: Task Order
ar: ترتيب المهمة
da: Opgaverækkefølge
es: Orden de tarea
fa: ترتیب کار
fi: Tehtäväjärjestys
fr: Ordre des tâches
ja: タスクの順序
ko: 작업 순서
nl: Taakvolgorde
th: ลำดับงาน
uk: Наказ завдання
zh_hans: 任务顺序
zh_hant: 任務順序
zh_hk: 任務順序

source: Task Order Enforced
ar: تم فرض أمر المهمة
da: Opgaverækkefølge håndhæves
es: Orden de tarea aplicada
fa: دستور کار اجرا شد
fi: Tehtävämääräys voimaan
fr: Ordre de tâche appliqué
ja: タスクの順序が強制されました
ko: 작업 순서 시행
nl: Taakvolgorde afgedwongen
th: บังคับใช้คำสั่งงาน
uk: Наказ виконання завдань
zh_hans: 任务命令已执行
zh_hant: 任務命令已執行
zh_hk: 任務命令已執行

source: Tasks must be completed in sequence. Drag to reorder.
ar: يجب إكمال المهام بالتسلسل.اسحب لإعادة الترتيب.
da: Opgaverne skal udføres i rækkefølge.Træk for at omarrangere.
es: Las tareas deben completarse en secuencia.Arrastre para reordenar.
fa: وظایف باید به ترتیب تکمیل شوند.برای سفارش مجدد بکشید.
fi: Tehtävät tulee suorittaa järjestyksessä.Järjestä uudelleen vetämällä.
fr: Les tâches doivent être accomplies dans l'ordre.Faites glisser pour réorganiser.
ja: タスクは順番に完了する必要があります。ドラッグして並べ替えます。
ko: 작업은 순서대로 완료되어야 합니다.재정렬하려면 드래그하세요.
nl: Taken moeten in volgorde worden voltooid.Sleep om de volgorde te wijzigen.
th: งานจะต้องเสร็จสิ้นตามลำดับลากเพื่อเรียงลำดับใหม่
uk: Завдання потрібно виконувати послідовно.Перетягніть, щоб змінити порядок.
zh_hans: 任务必须按顺序完成。拖动以重新排序。
zh_hant: 任務必須按順序完成。拖動以重新排序。
zh_hk: 任務必須按順序完成。拖動以重新排序。

source: Tasks without a due date stay in the Unscheduled section.
ar: تبقى المهام التي ليس لها تاريخ استحقاق في القسم غير المجدولة.
da: Opgaver uden forfaldsdato forbliver i sektionen Uplanlagt.
es: Las tareas sin fecha de vencimiento permanecen en la sección No programadas.
fa: کارهای بدون سررسید در بخش برنامه ریزی نشده باقی می مانند.
fi: Tehtävät, joilla ei ole eräpäivää, pysyvät Ajoittamattomat-osiossa.
fr: Les tâches sans date d'échéance restent dans la section Non planifiée.
ja: 期日のないタスクは、「未スケジュール」セクションに残ります。
ko: 마감일이 없는 작업은 예약되지 않음 섹션에 유지됩니다.
nl: Taken zonder vervaldatum blijven in de sectie Niet-gepland.
th: งานที่ไม่มีวันครบกำหนดจะยังคงอยู่ในส่วนที่ไม่ได้จัดกำหนดการไว้
uk: Завдання без терміну виконання залишаються в розділі Незаплановані.
zh_hans: 没有截止日期的任务将保留在“未计划”部分中。
zh_hant: 沒有截止日期的任務將保留在“未計劃”部分中。
zh_hk: 沒有截止日期的任務將保留在“未計劃”部分中。

source: Temperature: %.2f
ar: درجة الحرارة: %.2f
da: Temperatur: %.2f
es: Temperatura: %.2f
fi: Lämpötila: %.2f
fr: Température : %.2f
ja: 温度: %.2f
ko: 온도: %.2f
nl: Temperatuur: %.2f
th: อุณหภูมิ: %.2f
uk: Температура: %.2f
zh_hans: 温度：%.2f
zh_hant: 溫度：%.2f
zh_hk: 溫度：%.2f

source: Term
ar: شرط
da: Semester
es: Término
fa: مدت
fi: Termi
fr: Terme
is: Tímabil
ja: 学期
ko: 용어
nl: Termijn
th: ภาคเรียน
uk: термін
zh_hans: 学期
zh_hant: 學期
zh_hk: 學期

source: Test and preview accessibility features without changing system settings
ar: اختبار ومعاينة ميزات إمكانية الوصول دون تغيير إعدادات النظام
da: Test og se forhåndsvisning af tilgængelighedsfunktioner uden at ændre systemindstillinger
es: Pruebe y obtenga una vista previa de las funciones de accesibilidad sin cambiar la configuración del sistema
fa: بدون تغییر تنظیمات سیستم، ویژگی‌های دسترس‌پذیری را آزمایش و پیش‌نمایش کنید
fi: Testaa ja esikatsele esteettömyysominaisuuksia muuttamatta järjestelmäasetuksia
fr: Testez et prévisualisez les fonctionnalités d’accessibilité sans modifier les paramètres du système
ja: システム設定を変更せずにアクセシビリティ機能をテストおよびプレビューする
ko: 시스템 설정을 변경하지 않고도 접근성 기능을 테스트하고 미리 볼 수 있습니다.
nl: Test en bekijk toegankelijkheidsfuncties zonder de systeeminstellingen te wijzigen
th: ทดสอบและดูตัวอย่างคุณสมบัติการเข้าถึงโดยไม่ต้องเปลี่ยนการตั้งค่าระบบ
uk: Тестуйте та переглядайте функції доступності без зміни налаштувань системи
zh_hans: 无需更改系统设置即可测试和预览辅助功能
zh_hant: 無需更改系統設置即可測試和預覽輔助功能
zh_hk: 無需更改系統設置即可測試和預覽輔助功能

source: Testing: TextEditor with custom Binding (CRITICAL)
ar: الاختبار: محرر النصوص مع ربط مخصص (حرج)
da: Test: TextEditor med brugerdefineret binding (KRITISK)
es: Pruebas: Editor de texto con enlace personalizado (CRÍTICO)
fa: تست: ویرایشگر متن با صحافی سفارشی (CRITICAL)
fi: Testaus: Tekstieditori mukautetulla sidoksella (KRIITTINEN)
fr: Test : TextEditor avec liaison personnalisée (CRITIQUE)
ja: テスト: カスタム バインディングを使用した TextEditor (重要)
ko: 테스트: 사용자 정의 바인딩이 포함된 TextEditor(중요)
nl: Testen: Teksteditor met aangepaste binding (KRITIEK)
th: การทดสอบ: TextEditor พร้อมการผูกแบบกำหนดเอง (CRITICAL)
uk: Тестування: текстовий редактор із спеціальним прив’язуванням (КРИТИЧНО)
zh_hans: 测试：具有自定义绑定的文本编辑器（关键）
zh_hant: 測試：具有自定義綁定的文本編輯器（關鍵）
zh_hk: 測試：具有自定義綁定的文本編輯器（關鍵）

source: Text
ar: نص
da: Tekst
es: Texto
fa: متن
fi: Teksti
fr: Texte
is: Texti
ja: 文章
ko: 텍스트
nl: Tekst
th: ข้อความ
uk: текст
zh_hans: 文本
zh_hant: 文字
zh_hk: 文字

source: The Study Coach helps you maintain focus and suggests optimal study patterns based on your energy levels.
ar: يساعدك مدرب الدراسة في الحفاظ على التركيز ويقترح أنماط الدراسة المثالية بناءً على مستويات الطاقة لديك.
da: Studiecoachen hjælper dig med at bevare fokus og foreslår optimale studiemønstre baseret på dit energiniveau.
es: El entrenador de estudio lo ayuda a mantener la concentración y sugiere patrones de estudio óptimos según sus niveles de energía.
fi: Opintovalmentaja auttaa sinua säilyttämään keskittymisen ja ehdottaa optimaalisia opiskelumalleja energiatasosi perusteella.
fr: Le coach d'étude vous aide à rester concentré et suggère des modèles d'étude optimaux en fonction de votre niveau d'énergie.
ja: Study Coach は、集中力の維持をサポートし、エネルギー レベルに基づいて最適な学習パターンを提案します。
ko: Study Coach는 집중력을 유지하도록 돕고 에너지 수준에 따라 최적의 학습 패턴을 제안합니다.
nl: De Studiecoach helpt je de focus te behouden en stelt optimale studiepatronen voor op basis van jouw energieniveau.
th: โค้ชการศึกษาช่วยให้คุณมีสมาธิและแนะนำรูปแบบการศึกษาที่เหมาะสมที่สุดตามระดับพลังงานของคุณ
uk: Study Coach допомагає вам підтримувати концентрацію та пропонує оптимальні моделі навчання на основі рівня вашої енергії.
zh_hans: 学习教练帮助您保持专注，并根据您的精力水平建议最佳的学习模式。
zh_hant: 學習教練幫助您保持專注，並根據您的精力水平建議最佳的學習模式。
zh_hk: 學習教練幫助您保持專注，並根據您的精力水平建議最佳的學習模式。

source: These counters must remain zero when Auto-Reschedule is OFF. Only 'Suppressed' should increment.
ar: يجب أن تظل هذه العدادات صفرًا عند إيقاف تشغيل إعادة الجدولة التلقائية.فقط "ممنوع" يجب أن يزيد.
da: Disse tællere skal forblive nul, når automatisk genplanlægning er FRA.Kun 'Undertrykt' bør stige.
es: Estos contadores deben permanecer en cero cuando la reprogramación automática esté desactivada.Sólo debería incrementarse 'Suprimido'.
fa: این شمارنده‌ها باید زمانی که زمان‌بندی مجدد خودکار خاموش است، صفر باقی بمانند.فقط "Suppressed" باید افزایش یابد.
fi: Näiden laskurien on pysyttävä nollina, kun automaattinen uudelleenajoitus on POIS PÄÄLTÄ.Vain 'Suppressed'-arvon tulee kasvaa.
fr: Ces compteurs doivent rester à zéro lorsque la reprogrammation automatique est désactivée.Seul « Supprimé » doit être incrémenté.
ja: 自動再スケジュールがオフの場合、これらのカウンタはゼロのままでなければなりません。「抑制」のみが増加する必要があります。
ko: 자동 일정 조정이 꺼진 경우 이러한 카운터는 0으로 유지되어야 합니다.'억제됨'만 증가해야 합니다.
nl: Deze tellers moeten op nul blijven staan ​​als Automatisch opnieuw plannen UIT staat.Alleen 'Onderdrukt' zou moeten toenemen.
th: ตัวนับเหล่านี้จะต้องยังคงเป็นศูนย์เมื่อปิดกำหนดเวลาอัตโนมัติควรเพิ่มเฉพาะ 'ระงับ' เท่านั้น
uk: Ці лічильники мають залишатися нульовими, коли автоматичне перерозклад ВИМКНЕНО.Лише «Пригнічено» має збільшуватися.
zh_hans: 当自动重新安排关闭时，这些计数器必须保持为零。只有“抑制”应该增加。
zh_hant: 當自動重新安排關閉時，這些計數器必須保持為零。只有“抑制”應該增加。
zh_hk: 當自動重新安排關閉時，這些計數器必須保持為零。只有“抑制”應該增加。
